Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/water_services/water_charges.html.txt.tmx
Source language: en
Languages: ga

source: There is no charge for children aged under 18 – their usage is covered by a free allowance
ga: Níl aon mhuirear ar leanaí faoi bhun aois 18 mbliana – cumhdaítear a n-úsáid ag an liúntas saor in aisce

source: The minimum charge for unoccupied dwellings is €62.50 per service per year – a total of €125 for a house using both public water supply and public wastewater services
ga: Is é an muirear íosta d’áiteanna cónaithe gan chónaí €62.50 in aghaidh na seirbhíse sa bhliain - €125 ar an iomlán i gcás tí a úsáideann seirbhísí soláthair uisce poiblí agus fuíolluisce poiblí araon

source: This charge is capped at €260 per year for a house using both services, and €130 for houses using a single service
ga: Cuirtear teorainn €260 sa bhliain ar an muirear seo i gach tí a úsáideann an dá sheirbhís, agus €130 i gcás tithe a úsáideann seirbhís singil

source: The default rate for people who do not register is €260 per year – see ‘If you haven’t registered’ above for details
ga: Is é an ráta mainneachtana do dhaoine nach gcláraíonn €260 sa bhliain – féach ‘Murar chláraigh tú’ thuas chun teacht ar shonraí

source: If you do not pay within 12 months of the demand for payment or have not entered into a payment plan with Irish Water, or have not complied with a payment plan, there will be a late payment fee of €30 a year for a single-adult household and €60 a year for a household with two or more adults
ga: Mura n-íocann tú laistigh de 12 mhí tar éis go n-éilítear íocaíocht nó murar iontráil tú i bplean íocaíochta le hUisce Éireann, nó murar chomhlíon tú plean íocaíochta, gearrfar táille ar íocaíocht dhéanach €30 sa bhliain i gcás teaghlach ina bhfuil duine fásta singil agus €60 sa bhliain i gcás teaghlaigh ina bhfuil beirt daoine fásta nó níos mó

source: If you only have one water service, the late payment fee is halved
ga: Mura bhfuil ach seirbhís uisce amháin agat, gearrtar an táille ar íocaíocht dhéanach ina leath

source: An additional €30 or €60 will be added on every anniversary of the original add-on date while the bill remains unpaid or a payment plan has not been entered into with Irish Water
ga: Cuirfear €30 nó €60 breise leis an táille cothrom bliana an bhundáta ar ar cuireadh an táille ar íocaíocht dhéanach leis fad a bhíonn an bille gan íoc nó murar iontráladh i bplean íocaíochta le hUisce Éireann

source: This provision applies to all annual amounts that remain unpaid or where a payment plan has not been entered into
ga: Baineann an fhoráil seo do gach suimeanna bliantúla nach n-íoctar astu nó sa chás nár iontráladh i bplean íocaíochta

source: Any customers who have unpaid water charges can be pursued through the Courts by Irish Water for the sums due and a judgment may be obtained against the customer for the amount due
ga: Féadfaidh Uisce Éireann dul sa tóir ar aon chustaiméirí a bhfuil muirir uisce gan íoc acu trí na Cúirteanna chun na suimeanna atá le híoc a fháil agus féadtar breithiúnas a dhéanamh i leith an chustaiméara i leith na suime atá le híoc

source: If your household uses the public water supply and the public wastewater service, the metered rate is €3.70 per 1,000 litres – 1 cubic metre
ga: Má úsáideann do theaghlach an soláthar uisce poiblí agus an tseirbhís fuíolluisce phoiblí, is é an ráta méadraithe €3.70 in aghaidh gach 1,000 lítear – 1 mhéadar ciúbach

source: If your household only uses 1 public water service - supply or wastewater services, the rate is €1.85 per 1,000 litres
ga: Mura n-úsáideann do theaghlach ach seirbhís uisce phoiblí amháin – bíodh seirbhísí soláthair nó fuíolluisce i gceist, is é an ráta €1.85 in aghaidh gach 1,000 lítear

source: If you use less water than the capped levels below, you will be billed for the lower metered usage
ga: Má úsáideann tú níos lú uisce ná na leibhéil theoranta thíos, déanfar thú a bhilleáil don úsáid mhéadraithe níos ísle

source: If your meter is installed after 1 January 2015, and your usage during your first full year with a meter is lower than the relevant capped rate, Irish Water will provide a rebate of the difference between the charges paid during the unmetered period and the charges that would have been paid under metered usage
ga: Má shuiteáiltear do mhéadar i ndiaidh an 1 Eanáir 2015, agus má tá d’úsáid le linn na chéad bhliana iomláine níos ísle ná an ráta ábhartha teoranta, soláthróidh Uisce Éireann aisíocaíocht den difríocht a bhí idir na muirir a íocadh le linn na tréimhse neamh-mhéadraithe agus na muirir a d’íocfaí faoin úsáid mhéadraithe

source: The capped rates are based on usage of just over 43,000 litres per year for a single-adult household and just over 70,000 litres per year for a multi-adult household
ga: Tá na rátaí teoranta bunaithe ar úsáid beagán os cionn 43,000 lítear sa bhliain i gcás teaghlaigh ina bhfuil duine fásta singil agus beagán os cionn 70,000 lítear sa bhliain i gcás teaghlaigh ina bhfuil roinnt daoine fásta

source: For both services: The maximum rate of domestic water charges for a single-adult household is €160 per year or €40 per quarter for a household that uses both water supply and wastewater services
ga: Don dá sheirbhís: Is é an ráta uasta muirir uisce tí i gcás teaghlaigh ina bhfuil duine fásta amháin €160 sa bhliain nó €40 sa ráithe i gcás teaghlaigh a úsáideann seirbhísí soláthair uisce agus fuíolluisce araon

source: The maximum rate for a multi-adult household is €260 per year or €65 per quarter
ga: Is é an ráta uasta do theaghlach ina bhfuil roinnt daoine fásta €260 sa bhliain nó €65 sa ráithe

source: The table below shows the capped charges for a sample of household types using both water services, including the maximum amount of the quarterly bills for each of these sample households, starting from April 2015
ga: Taispeántar sa tábla thíos na muirir theoranta do shampla de shaghsanna teaghlaigh a úsáideann an dá sheirbhís uisce, lena n-áirítear an méid uasta de bhillí ráithiúla a fhaigheann na teaghlaigh shamplacha seo

source: Sample capped charges for households using both water services
ga: Muirir shamplacha theoranta le haghaidh teaghlach a úsáideann an dá sheirbhís uisce

source: │People in household │Maximum annual charge │Maximum quarterly bill │Annual Water Conservation Grant │
ga: │An líon daoine sa teaghlach │Muirear uasta bliantúil │Bille uasta ráithiúil │Deontas Caomhantais Uisce Bliantúil │

source: │1 adult, with or without children │€160 │€40 │€100 │
ga: │Duine fásta amháin, le leanaí nó gan leanaí │€160 │€40 │€100 │

source: │2 adults, with or without children │€260 │€65 │€100 │
ga: │Beirt daoine fásta, le leanaí nó gan leanaí │€260 │€65 │€100 │

source: │More than 2 adults, with or without children │€260 │€65 │€100 │
ga: │Níos mó ná beirt daoine fásta, le leanaí nó gan leanaí │€260 │€65 │€100 │

source: For a single service: The maximum rate for a single-adult household is €80 per year or €20 per quarter for a household that uses only 1 water service
ga: I gcás seirbhís singil: Is é an ráta uasta i gcás duine fásta singil €80 sa bhliain nó €20 sa ráithe i gcas teaghlaigh nach n-úsáideann ach seirbhís uisce amháin

source: The maximum rate for a multi-adult household is €130 per year or €32.50 per quarter
ga: Is é an ráta uasta do theaghlach ina bhfuil roinnt daoine fásta €130 sa bhliain nó €32.50 sa ráithe

source: The table below shows the capped charges for a sample of household types using 1 water service, including the maximum amount of the quarterly bills for each of these sample households, starting from April 2015
ga: Taispeántar sa tábla thíos na muirir theoranta do shampla de shaghsanna teaghlaigh a úsáideann seirbhís uisce amháin, lena n-áirítear an méid uasta de bhillí ráithiúla a fhaigheann na teaghlaigh shamplacha seo

source: Sample capped charges for households using a single water service
ga: Muirir shamplacha theoranta le haghaidh teaghlach a úsáideann seirbhís uisce singil

source: │1 adult, with or without children │€80 │€20 │€100 │
ga: │Duine fásta amháin, le leanaí nó gan leanaí │€80 │€20 │€100 │

source: │2 adults, with or without children │€130 │€32.50 │€100 │
ga: │Beirt daoine fásta, le leanaí nó gan leanaí │€130 │€32.50 │€100 │

source: │More than 2 adults, with or without children │€130 │€32.50 │€100 │
ga: │Níos mó ná beirt daoine fásta, le leanaí nó gan leanaí │€130 │€32.50 │€100 │

source: The following table shows the late payment charges that apply after 12 months of non-payment, if you don’t enter a payment plan or don’t comply with an agreed plan
ga: Taispeántar sa tábla a leanas na muirir ar íocaíocht dhéanach a bheidh i gceist i ndiaidh neamhíocaíocht 12 mhí, mura n-iontrálann tú plean íocaíochta nó mura gcomhlíonann tú plean comhaontaithe

source: An additional penalty of the same amount will be added on the anniversary of the first penalty while the bill remains unpaid or for as long as a customer has not entered into a payment plan
ga: Cuirfear pionós breise den tsuim chéanna leis cothrom bliana an chéid phionóis dá fhad nach n-íoctar as an mbille nó dá fhad nár iontráil an custaiméir i bplean íocaíochta

source: │Occupancy │Late payment charge – single service │Late payment charge – 2 services │
ga: │Áitíocht │Muirear ar íocaíocht dhéanach – seirbhís singil │Muirear ar íocaíocht dhéanach – 2 sheirbhís │

source: │1 adult, with or without children │€15 │€30 │
ga: │Duine fásta amháin, le leanaí nó gan leanaí │€15 │€30 │

source: │2 or more adults, with or without children │€30 │€60 │
ga: │Beirt daoine fásta nó níos mó, le leanaí nó gan leanaí │€30 │€60 │

source: │Second or unoccupied dwelling │€30 │€60 │
ga: │An dara háit chónaithe nó áit chónaithe gan chónaí │€30 │€60 │

source: You can register with Irish Water in one of 3 ways:
ga: Féadfaidh tú iarratas a dhéanamh ar bhealach amháin as 3 bhealach:

source: • By phone: LoCall 1890 448 448 or +353 1 707 2824, 8am-8pm Monday to Friday and 9am-5.30pm Saturday
ga: • Ar an nguthán Íosghlao 1890 448 448 nó +353 1 707 2824, idir 8rn agus 8in, Luan go hAoine agus idir 9rn agus 5.30in ar an Satharn

source: • Complete the application form you received in the post and return it in the prepaid envelope provided (note that you no longer need to give PPS Numbers)
ga: • Comhlánaigh an fhoirm iarratais a fuair tú sa phost agus seol ar ais í sa chlúdach litreach réamhíoctha a soláthraíodh (tabhair faoi deara nach dteastaíonn uait Uimhreacha PSP a thabhairt a thuilleadh)

source: For queries to Irish Water about water supply, metering or leaks
ga: Má tá ceisteanna agat ar Uisce Éireann faoin soláthar uisce, méadrú nó sceitheadh

source: • Phone: LoCall 1890 278 278 or +353 1 707 2828, 24 hours a day, 7 days a week
ga: • Guthán: Íosghlao 1890 278 278 nó +353 1 707 2828, 24 uair sa lá, 7 lá sa tseachtain

source: • Minicom: 1890 378 378 (for hearing-impaired customers with their own minicom equipment)
ga: • Minicom: 1890 378 378 (do chustaiméirí lagéisteachta a bhfuil a dtrealamh féin minicom acu)

source: A customer consultative forum, the Public Water Forum, has been established under Section 7 of the Water Services Act 2014
ga: Forálann Alt 7 den Acht um Sheirbhísí Uisce, 2014 go mbunódh an CRF fóram comhairliúcháin do chustaiméirí, an Fóram Uisce Poiblí

source: Its membership includes domestic consumers of water as well as representatives of sectoral organisations
ga: I measc a phríomhfheidhmeanna, tá an méid a leanas:

source: • Represent the interests of customers of Irish Water
ga: • Ionadaíocht a dhéanamh do leasanna chustaiméirí Uisce Éireann

source: • Provide Irish Water with comments and suggestions about how it performs its functions
ga: • Tuairimí agus moltaí faoi conas a thugann siad faoina bhfeidhmeanna a sholáthar d’Uisce Éireann

source: • Provide the CER with comments and suggestions about Irish Water’s performance of its functions
ga: • Tuairimí agus moltaí faoi conas a thugann Uisce Éireann faoina bhfeidhmeanna a sholáthar don CRF

source: • Comment on any policy document produced by Irish Water, when asked by Irish Water to do so
ga: • Tuairim a thabhairt ar aon cháipéis bheartais a chuireann Uisce Éireann i dtoll a chéile, nuair a iarrann Uisce Éireann orthu amhlaidh a dhéanamh

source: • Comment on any consultation document produced by the CER about public water and waste water services, when asked by the CER to do so
ga: • Tuairim a thabhairt ar aon cháipéis bheartais a chuireann an CRF i dtoll a chéile faoi sheirbhísí uisce agus fuíolluisce poiblí, nuair a iarrann an CRF orthu amhlaidh a dhéanamh

source: Section 2 of the Water Services Act 2014 provides that, before a Bill can be proposed for the sale of any share in Irish Water to anyone other than a Government Minister, a number of steps must be taken:
ga: Foráiltear in Alt 2 den Acht um Sheirbhísí Uisce, 2014, sular féidir Bille a bheartú chun aon chion in Uisce Éireann a dhíol le haon duine seachas le hAire Rialtais, ní mór tabhairt faoi líon beart:

source: • A resolution must be passed by each House of the Oireachtas (the Dáil and the Seanad) approving such a proposal
ga: • Ní mór do gach Teach den Oireachtas (an Dáil agus an Seanad) rún a rith a fhaomhann an togra sin

source: • A proposal to allow for such a sale must be submitted to a plebiscite and
ga: • Ní mór togra a cheadaíonn an díol sin a chur faoi phobalbhreith, agus

source: • The proposal must be approved in the plebiscite
ga: • Ní mór an togra a fhaomhadh sa phobalbhreith

source: Anyone with a right to vote in a referendum would have the right to vote in this plebiscite
ga: Bheadh an ceart ag aon duine a bhfuil an ceart acu chun vóta a chaitheamh i reifreann an ceart chun vóta a chaitheamh sa phobalbhreith seo
